---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.LevelAssociationFailures
source: html/74bda70a-db9a-924e-b89f-2aa415bcd209.htm
---
# BuiltInFailures.LevelAssociationFailures Properties

All Levels from model were deleted